Repository: mgodisch/potillus
Catalog: ios/Potillus/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fr, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sv, uk, zh_hans, zh_hant

source: Statistics From
cs: Statistiky od
da: Statistik fra
de: Statistik ab
el: Στατιστικά από
es: Estadísticas desde
fr: Statistiques à partir de
it: Statistiche dal
ja: 統計開始日
ko: 통계 시작일
nb: Statistikk fra
nl: Statistieken vanaf
pl: Statystyki od
pt: Estatísticas desde
pt_br: Estatísticas a partir de
ro: Statistici de la
ru: Статистика с
sv: Statistik från
uk: Статистика від
zh_hans: 统计起始
zh_hant: 統計起始日

source: Statistics start
cs: Začátek statistik
da: Statistikstart
de: Statistikbeginn
el: Έναρξη στατιστικών
es: Inicio de estadísticas
fr: Début des statistiques
it: Inizio statistiche
ja: 統計の開始
ko: 통계 시작
nb: Statistikkstart
nl: Statistiekstart
pl: Początek statystyk
pt: Início das estatísticas
pt_br: Início das estatísticas
ro: Începutul statisticilor
ru: Начало статистики
sv: Statistikstart
uk: Початок статистики
zh_hans: 统计起点
zh_hant: 統計起點

source: System
cs: Systémové
el: Σύστημα
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pl: Systemowy
pt: Sistema
pt_br: Sistema
ro: Sistem
ru: Системная
uk: Система
zh_hans: 系统
zh_hant: 跟隨系統

source: The alcohol content is not a valid number.
cs: Obsah alkoholu není platné číslo.
da: Alkoholindholdet er ikke et gyldigt tal.
de: Der Alkoholgehalt ist keine gültige Zahl.
el: Η περιεκτικότητα αλκοόλ δεν είναι έγκυρος αριθμός.
es: El contenido de alcohol no es un número válido.
fr: La teneur en alcool n’est pas un nombre valide.
it: Il contenuto alcolico non è un numero valido.
ja: アルコール度数が有効な数値ではありません。
ko: 알코올 함량이 유효한 숫자가 아닙니다.
nb: Alkoholinnholdet er ikke et gyldig tall.
nl: Het alcoholgehalte is geen geldig getal.
pl: Zawartość alkoholu nie jest prawidłową liczbą.
pt: O teor alcoólico não é um número válido.
pt_br: O teor alcoólico não é um número válido.
ro: Conținutul de alcool nu este un număr valid.
ru: Содержание алкоголя не является допустимым числом.
sv: Alkoholhalten är inte ett giltigt tal.
uk: Вміст алкоголю не є допустимим числом.
zh_hans: 酒精含量不是有效数字。
zh_hant: 酒精濃度非有效數字。

source: The alcohol content must be between 0 % and 100 %.
cs: Obsah alkoholu musí být mezi 0 % a 100 %.
da: Alkoholindholdet skal være mellem 0 % og 100 %.
de: Der Alkoholgehalt muss zwischen 0 % und 100 % liegen.
el: Η περιεκτικότητα αλκοόλ πρέπει να είναι μεταξύ 0 % και 100 %.
es: El contenido de alcohol debe estar entre 0 % y 100 %.
fr: La teneur en alcool doit être comprise entre 0 % et 100 %.
it: Il contenuto alcolico deve essere compreso tra 0 % e 100 %.
ja: アルコール度数は 0% から 100% の間で入力してください。
ko: 알코올 함량은 0%에서 100% 사이여야 합니다.
nb: Alkoholinnholdet må være mellom 0 % og 100 %.
nl: Het alcoholgehalte moet tussen 0 % en 100 % liggen.
pl: Zawartość alkoholu musi wynosić od 0 % do 100 %.
pt: O teor alcoólico deve estar entre 0 % e 100 %.
pt_br: O teor alcoólico deve estar entre 0% e 100%.
ro: Conținutul de alcool trebuie să fie între 0 % și 100 %.
ru: Содержание алкоголя должно быть от 0 % до 100 %.
sv: Alkoholhalten måste vara mellan 0 % och 100 %.
uk: Вміст алкоголю повинен бути від 0% до 100%.
zh_hans: 酒精含量必须在 0% 到 100% 之间。
zh_hant: 酒精濃度必須在 0% 至 100% 之間。

source: The amount must be between 1 ml and 5,000 ml.
cs: Objem musí být mezi 1 ml a 5 000 ml.
da: Volumen skal være mellem 1 ml og 5 000 ml.
de: Die Menge muss zwischen 1 ml und 5.000 ml liegen.
el: Η ποσότητα πρέπει να είναι μεταξύ 1 ml και 5 000 ml.
es: El volumen debe estar entre 1 ml y 5 000 ml.
fr: Le volume doit être compris entre 1 ml et 5 000 ml.
it: Il volume deve essere compreso tra 1 ml e 5 000 ml.
ja: 量は 1 ml から 5,000 ml の間で入力してください。
ko: 양은 1 ml에서 5,000 ml 사이여야 합니다.
nb: Mengden må være mellom 1 ml og 5 000 ml.
nl: Het volume moet tussen 1 ml en 5 000 ml liggen.
pl: Objętość musi wynosić od 1 ml do 5 000 ml.
pt: O volume deve estar entre 1 ml e 5 000 ml.
pt_br: A quantidade deve estar entre 1 ml e 5.000 ml.
ro: Volumul trebuie să fie între 1 ml și 5 000 ml.
ru: Объём должен быть от 1 мл до 5 000 мл.
sv: Volymen måste vara mellan 1 ml och 5 000 ml.
uk: Кількість повинна бути від 1 мл до 5 000 мл.
zh_hans: 数量必须在 1 毫升到 5,000 毫升之间。
zh_hant: 份量必須在 1 毫升至 5,000 毫升之間。

source: The drink name is too long (max. 100 characters).
cs: Název nápoje je příliš dlouhý (max. 100 znaků).
da: Drikkens navn er for langt (maks. 100 tegn).
de: Der Getränkename ist zu lang (max. 100 Zeichen).
el: Το όνομα του ποτού είναι πολύ μακρύ (μέγ. 100 χαρακτήρες).
es: El nombre de la bebida es demasiado largo (máx. 100 caracteres).
fr: Le nom de la boisson est trop long (max. 100 caractères).
it: Il nome della bevanda è troppo lungo (max. 100 caratteri).
ja: 飲み物の名前が長すぎます（最大 100 文字）。
ko: 음료 이름이 너무 깁니다 (최대 100자).
nb: Drikknavnet er for langt (maks. 100 tegn).
nl: De naam van het drankje is te lang (max. 100 tekens).
pl: Nazwa napoju jest zbyt długa (maks. 100 znaków).
pt: O nome da bebida é demasiado longo (máx. 100 caracteres).
pt_br: O nome da bebida é muito longo (máx. 100 caracteres).
ro: Numele băuturii este prea lung (max. 100 de caractere).
ru: Название напитка слишком длинное (макс. 100 символов).
sv: Dryckens namn är för långt (max. 100 tecken).
uk: Назва напою занадто довга (макс. 100 символів).
zh_hans: 饮品名称过长（最多 100 个字符）。
zh_hant: 飲品名稱過長（最多 100 個字元）。

source: The name of the drink must not be empty.
cs: Název nápoje nesmí být prázdný.
da: Drikkens navn må ikke være tomt.
de: Der Name des Getränks darf nicht leer sein.
el: Το όνομα του ποτού δεν μπορεί να είναι κενό.
es: El nombre de la bebida no puede estar vacío.
fr: Le nom de la boisson ne doit pas être vide.
it: Il nome della bevanda non può essere vuoto.
ja: 飲み物の名前を入力してください。
ko: 음료 이름을 입력해 주세요.
nb: Drikknavnet kan ikke være tomt.
nl: De naam van het drankje mag niet leeg zijn.
pl: Nazwa napoju nie może być pusta.
pt: O nome da bebida não pode estar vazio.
pt_br: O nome da bebida não pode estar vazio.
ro: Numele băuturii nu poate fi gol.
ru: Название напитка не может быть пустым.
sv: Dryckens namn får inte vara tomt.
uk: Назва напою не може бути порожньою.
zh_hans: 饮品名称不能为空。
zh_hant: 飲品名稱不能為空白。

source: The statistics period could not be read.
cs: Období statistik nelze načíst.
da: Statistikperioden kunne ikke læses.
de: Der Statistikzeitraum konnte nicht gelesen werden.
el: Δεν ήταν δυνατή η ανάγνωση της περιόδου στατιστικών.
es: No se pudo leer el período de estadísticas.
fr: Impossible de lire la période des statistiques.
it: Impossibile leggere il periodo delle statistiche.
ja: 統計期間を読み取れませんでした。
ko: 통계 기간을 읽을 수 없습니다.
nb: Statistikkperioden kunne ikke leses.
nl: De statistiekperiode kon niet worden gelezen.
pl: Nie można odczytać okresu statystyk.
pt: Não foi possível ler o período das estatísticas.
pt_br: Não foi possível ler o período das estatísticas.
ro: Perioada statisticilor nu a putut fi citită.
ru: Не удалось прочитать период статистики.
sv: Statistikperioden kunde inte läsas.
uk: Не вдалося прочитати період статистики.
zh_hans: 无法读取统计期间。
zh_hant: 無法讀取統計期間。

source: Theme
cs: Motiv
da: Tema
de: Design
el: Θέμα
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
nb: Tema
nl: Thema
pl: Motyw
pt: Tema
pt_br: Tema
ro: Temă
ru: Тема
sv: Tema
uk: Тема
zh_hans: 主题
zh_hant: 主題

source: This document could not be loaded.
cs: Tento dokument se nepodařilo načíst.
da: Dette dokument kunne ikke indlæses.
de: Dieses Dokument konnte nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση αυτού του εγγράφου.
es: No se pudo cargar este documento.
fr: Ce document n’a pas pu être chargé.
it: Impossibile caricare questo documento.
ja: このドキュメントを読み込めませんでした。
ko: 이 문서를 불러올 수 없습니다.
nb: Dette dokumentet kunne ikke lastes inn.
nl: Dit document kon niet worden geladen.
pl: Nie udało się wczytać tego dokumentu.
pt: Não foi possível carregar este documento.
pt_br: Não foi possível carregar este documento.
ro: Acest document nu a putut fi încărcat.
ru: Не удалось загрузить этот документ.
sv: Det här dokumentet kunde inte läsas in.
uk: Не вдалося завантажити цей документ.
zh_hans: 无法加载此文档。
zh_hant: 無法載入此文件。

source: Time
cs: Čas
da: Tidspunkt
de: Uhrzeit
el: Ώρα
es: Hora
fr: Heure
it: Orario
ja: 時刻
ko: 시간
nb: Tidspunkt
nl: Tijdstip
pl: Godzina
pt: Hora
pt_br: Horário
ro: Oră
ru: Время
sv: Tid
uk: Час
zh_hans: 时间
zh_hant: 時間

source: Time of day
cs: Denní doba
da: Tidspunkt på dagen
de: Tageszeit
el: Ώρα της ημέρας
es: Hora del día
fr: Heure de la journée
it: Ora del giorno
ja: 時間帯
ko: 시간대
nb: Tid på dagen
nl: Tijdstip van de dag
pl: Pora dnia
pt: Hora do dia
pt_br: Hora do dia
ro: Ora din zi
ru: Время суток
sv: Tid på dygnet
uk: Час доби
zh_hans: 时段
zh_hant: 時段

source: Time of Day
cs: Denní doba
da: Tidspunkt
de: Tageszeit
el: Ώρα ημέρας
es: Hora del día
fr: Heure de la journée
it: Orario
ja: 時間帯
ko: 시간대
nb: Tid på dagen
nl: Tijdstip
pl: Pora dnia
pt: Hora do dia
pt_br: Horário do dia
ro: Ora zilei
ru: Время суток
sv: Tid på dygnet
uk: Час доби
zh_hans: 一天中的时间
zh_hant: 一天時段

source: To
cs: Do
da: Til
de: Bis
el: Έως
es: Hasta
fr: Au
it: A
ja: 終了
ko: 종료
nb: Til
nl: Tot
pl: Do
pt: Até
pt_br: Até
ro: Până la
ru: По
sv: Till
uk: По
zh_hans: 到
zh_hant: 到

source: Today
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
nb: I dag
nl: Vandaag
pl: Dzisiaj
pt: Hoje
pt_br: Hoje
ro: Azi
ru: Сегодня
sv: Idag
uk: Сьогодні
zh_hans: 今天
zh_hant: 今天

source: Today’s Entries
cs: Záznamy dnes
da: Poster i dag
de: Einträge heute
el: Εγγραφές σήμερα
es: Entradas de hoy
fr: Entrées du jour
it: Registrazioni oggi
ja: 本日の記録
ko: 오늘의 기록
nb: Dagens registreringer
nl: Invoer vandaag
pl: Wpisy dzisiaj
pt: Registos hoje
pt_br: Registros de hoje
ro: Înregistrări azi
ru: Записи за сегодня
sv: Poster idag
uk: Записи сьогодні
zh_hans: 今日记录
zh_hant: 今日記錄

source: Today’s Total
cs: Celkem dnes
da: Samlet i dag
de: Heute gesamt
el: Σύνολο σήμερα
es: Total de hoy
fr: Total du jour
it: Totale oggi
ja: 本日合計
ko: 오늘 합계
nb: Dagens total
nl: Totaal vandaag
pl: Łącznie dzisiaj
pt: Total hoje
pt_br: Total hoje
ro: Total azi
ru: Итого сегодня
sv: Totalt idag
uk: Разом сьогодні
zh_hans: 今日合计
zh_hant: 今日總計

source: Total
cs: Celkem
da: I alt
de: Gesamt
el: Σύνολο
it: Totale
ja: 合計
ko: 합계
nb: Totalt
nl: Totaal
pl: Razem
ru: Всего
sv: Totalt
uk: Усього
zh_hans: 合计
zh_hant: 合計

source: Total in Period
cs: Celkem v období
da: Samlet i perioden
de: Gesamt im Zeitraum
el: Σύνολο στην περίοδο
es: Total del período
fr: Total de la période
it: Totale nel periodo
ja: 期間合計
ko: 기간 합계
nb: Total i perioden
nl: Totaal in periode
pl: Łącznie w okresie
pt: Total no período
pt_br: Total no período
ro: Total în perioadă
ru: Итого за период
sv: Totalt under perioden
uk: Разом за період
zh_hans: 时间段总计
zh_hant: 期間總計

source: Trend compared to previous period
cs: Trend oproti předchozímu období
da: Tendens sammenlignet med forrige periode
de: Trend gegenüber Vorperiode
el: Τάση σε σύγκριση με την προηγούμενη περίοδο
es: Tendencia respecto al período anterior
fr: Tendance par rapport à la période précédente
it: Tendenza rispetto al periodo precedente
ja: 前期間との比較の傾向
ko: 이전 기간 대비 추세
nb: Trend sammenlignet med forrige periode
nl: Trend ten opzichte van de vorige periode
pl: Trend w porównaniu z poprzednim okresem
pt: Tendência em relação ao período anterior
pt_br: Tendência em relação ao período anterior
ro: Tendința față de perioada anterioară
ru: Тренд по сравнению с предыдущим периодом
sv: Trend jämfört med föregående period
uk: Тенденція порівняно з попереднім періодом
zh_hans: 与上一时段相比的趋势
zh_hant: 與上一時段相比的趨勢

source: Trend vs. Previous Period
cs: Trend vůči předchozímu období
da: Tendens ift. forrige periode
de: Trend ggü. Vorperiode
el: Τάση έναντι προηγούμενης περιόδου
es: Tendencia vs período anterior
fr: Tendance vs période précédente
it: Tendenza rispetto al periodo precedente
ja: 前期比トレンド
ko: 이전 기간 대비 추세
nb: Trend sammenlignet med forrige periode
nl: Trend t.o.v. vorige periode
pl: Trend wobec poprzedniego okresu
pt: Tendência vs. período anterior
pt_br: Tendência vs. período anterior
ro: Tendință față de perioada anterioară
ru: Тренд к предыдущему периоду
sv: Trend jämfört med föregående period
uk: Тренд порівняно з попереднім періодом
zh_hans: 与上一周期对比趋势
zh_hant: 與上一期間相比趨勢

source: under limit
cs: pod limitem
da: under grænsen
de: unter Limit
el: κάτω από το όριο
es: bajo el límite
fr: sous la limite
it: sotto il limite
ja: 上限以下
ko: 한도 이하
nb: under grense
nl: onder limiet
pl: poniżej limitu
pt: abaixo do limite
pt_br: abaixo do limite
ro: sub limită
ru: ниже лимита
sv: under gränsen
uk: нижче ліміту
zh_hans: 低于限量
zh_hant: 低於限制

source: Unlock
cs: Odemknout
da: Lås op
de: Entsperren
el: Ξεκλείδωμα
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロック解除
ko: 잠금 해제
nb: Lås opp
nl: Ontgrendelen
pl: Odblokuj
pt: Desbloquear
pt_br: Desbloquear
ro: Deblochează
ru: Разблокировать
sv: Lås upp
uk: Розблокувати
zh_hans: 解锁
zh_hant: 解鎖

source: Used only to estimate blood alcohol.
cs: Používá se pouze k odhadu alkoholu v krvi.
da: Bruges kun til at estimere promillen.
de: Wird nur zur Schätzung des Blutalkohols verwendet.
el: Χρησιμοποιείται μόνο για την εκτίμηση του αλκοόλ στο αίμα.
es: Se usa solo para estimar el alcohol en sangre.
fr: Utilisé uniquement pour estimer l’alcoolémie.
it: Usato solo per stimare il tasso alcolemico.
ja: 血中アルコール濃度の推定にのみ使用されます。
ko: 혈중 알코올 농도 추정에만 사용됩니다.
nb: Brukes bare til å anslå promillen.
nl: Wordt alleen gebruikt om het bloedalcoholgehalte te schatten.
pl: Używane wyłącznie do szacowania alkoholu we krwi.
pt: Usado apenas para estimar a alcoolemia.
pt_br: Usado apenas para estimar o álcool no sangue.
ro: Folosit doar pentru estimarea alcoolemiei.
ru: Используется только для оценки содержания алкоголя в крови.
sv: Används endast för att uppskatta promillehalten.
uk: Використовується лише для оцінки вмісту алкоголю в крові.
zh_hans: 仅用于估算血液酒精浓度。
zh_hant: 僅用於估算血液酒精濃度。

source: Volume (ml)
cs: Objem (ml)
da: Mængde (ml)
de: Volumen (ml)
el: Όγκος (ml)
es: Volumen (ml)
ja: 容量 (ml)
ko: 용량 (ml)
nb: Volum (ml)
pl: Objętość (ml)
ro: Volum (ml)
ru: Объём (мл)
sv: Volym (ml)
uk: Об’єм (мл)
zh_hans: 容量 (ml)
zh_hant: 容量 (ml)

source: Week
cs: Týden
da: Uge
de: Woche
el: Εβδομάδα
es: Semana
fr: Semaine
it: Settimana
ja: 週
ko: 주
nb: Uke
pl: Tydzień
pt: Semana
pt_br: Semana
ro: Săptămână
ru: Неделя
sv: Vecka
uk: Тиждень
zh_hans: 周
zh_hant: 週

source: Weekday
cs: Den v týdnu
da: Ugedag
de: Wochentag
el: Ημέρα εβδομάδας
es: Día de la semana
fr: Jour de la semaine
it: Giorno della settimana
ja: 曜日
ko: 요일
nb: Ukedag
nl: Weekdag
pl: Dzień tygodnia
pt: Dia da semana
pt_br: Dia da semana
ro: Ziua săptămânii
ru: День недели
sv: Veckodag
uk: День тижня
zh_hans: 星期
zh_hant: 星期

source: Weekly limit
cs: Týdenní limit
da: Ugentlig grænse
de: Wochenlimit
el: Εβδομαδιαίο όριο
es: Límite semanal
fr: Limite hebdomadaire
it: Limite settimanale
ja: 週の上限
ko: 주간 한도
nb: Ukentlig grense
nl: Weeklimiet
pl: Limit tygodniowy
pt: Limite semanal
pt_br: Limite semanal
ro: Limită săptămânală
ru: Недельный лимит
sv: Veckogräns
uk: Тижневий ліміт
zh_hans: 每周上限
zh_hant: 每週上限

source: When the app lock is on, Libellus Potionis asks to unlock after 30 seconds in the background. When %1$@ is off, the app’s preview stays hidden while the app is in the background. When %2$@ is off, your consumption log is kept out of every device backup, iCloud and computer alike; the JSON backup remains the way to move data to a new device.
cs: Když je zámek aplikace zapnutý, Libellus Potionis si po 30 sekundách na pozadí vyžádá odemknutí znovu. Když je %1$@ vypnuto, náhled aplikace zůstává skrytý, dokud je aplikace na pozadí. Když je %2$@ vypnuto, tvůj záznam o konzumaci zůstává mimo každou záložní kopii zařízení, jak na iCloudu, tak v počítači; záloha ve formátu JSON zůstává cestou k přenosu dat na nové zařízení.
da: Når app-låsen er slået til, beder Libellus Potionis om oplåsning igen efter 30 sekunder i baggrunden. Når %1$@ er slået fra, forbliver appens forhåndsvisning skjult, mens appen er i baggrunden. Når %2$@ er slået fra, holdes din forbrugslog uden for enhver sikkerhedskopi af enheden, både iCloud og computer; JSON-sikkerhedskopien er fortsat vejen til en ny enhed.
de: Ist die App-Sperre eingeschaltet, verlangt Libellus Potionis nach 30 Sekunden im Hintergrund erneut eine Anmeldung. Ist %1$@ aus, bleibt die Vorschau der App verdeckt, solange sie im Hintergrund ist. Ist %2$@ aus, bleibt dein Konsumprotokoll aus jeder Gerätesicherung heraus, aus iCloud wie von einem Rechner; die JSON-Sicherung bleibt der Weg auf ein neues Gerät.
el: Όταν το κλείδωμα της εφαρμογής είναι ενεργό, το Libellus Potionis ζητά ξανά ξεκλείδωμα μετά από 30 δευτερόλεπτα στο παρασκήνιο. Όταν το %1$@ είναι απενεργοποιημένο, η προεπισκόπηση της εφαρμογής παραμένει κρυμμένη όσο η εφαρμογή βρίσκεται στο παρασκήνιο. Όταν το %2$@ είναι απενεργοποιημένο, το αρχείο κατανάλωσής σου μένει έξω από κάθε αντίγραφο ασφαλείας της συσκευής, τόσο του iCloud όσο και του υπολογιστή· το αντίγραφο JSON παραμένει ο τρόπος να μεταφέρεις τα δεδομένα σε νέα συσκευή.
es: Cuando el bloqueo de la app está activado, Libellus Potionis vuelve a pedir el desbloqueo después de 30 segundos en segundo plano. Cuando %1$@ está desactivado, la vista previa de la app permanece oculta mientras está en segundo plano. Cuando %2$@ está desactivado, tu registro de consumo queda fuera de toda copia de seguridad del dispositivo, tanto de iCloud como del ordenador; la copia en JSON sigue siendo la vía para llevar los datos a un dispositivo nuevo.
fr: Lorsque le verrouillage de l’app est activé, Libellus Potionis redemande le déverrouillage après 30 secondes en arrière-plan. Lorsque %1$@ est désactivé, l’aperçu de l’app reste masqué tant qu’elle est en arrière-plan. Lorsque %2$@ est désactivé, votre journal de consommation reste exclu de toute sauvegarde de l’appareil, iCloud comme ordinateur ; la sauvegarde JSON demeure le moyen de transférer vos données vers un nouvel appareil.
it: Quando il blocco dell’app è attivo, Libellus Potionis richiede di nuovo lo sblocco dopo 30 secondi in background. Quando %1$@ è disattivato, l’anteprima dell’app resta nascosta finché l’app è in background. Quando %2$@ è disattivato, il tuo registro dei consumi resta fuori da ogni backup del dispositivo, sia iCloud sia computer; il backup JSON rimane la strada per portare i dati su un nuovo dispositivo.
ja: アプリロックが有効な場合、バックグラウンドで 30 秒経過すると Libellus Potionis は再びロック解除を求めます。%1$@ がオフのときは、アプリがバックグラウンドにある間、プレビューは隠されたままです。%2$@ がオフのときは、飲酒記録が iCloud でもコンピュータでも、デバイスのバックアップに含まれません。新しいデバイスへデータを移すには JSON バックアップを使います。
ko: 앱 잠금이 켜져 있으면 백그라운드에서 30초가 지난 뒤 Libellus Potionis가 다시 잠금 해제를 요청합니다. %1$@이(가) 꺼져 있으면 앱이 백그라운드에 있는 동안 미리보기가 가려집니다. %2$@이(가) 꺼져 있으면 음주 기록이 iCloud와 컴퓨터를 포함한 모든 기기 백업에서 제외됩니다. 새 기기로 데이터를 옮기려면 JSON 백업을 사용하세요.
nb: Når applåsen er på, ber Libellus Potionis om opplåsing igjen etter 30 sekunder i bakgrunnen. Når %1$@ er av, holdes forhåndsvisningen av appen skjult mens appen er i bakgrunnen. Når %2$@ er av, holdes forbruksloggen din utenfor enhver sikkerhetskopi av enheten, både iCloud og datamaskin; JSON-sikkerhetskopien er fortsatt veien til en ny enhet.
nl: Als de app-vergrendeling aan staat, vraagt Libellus Potionis na 30 seconden op de achtergrond opnieuw om ontgrendeling. Als %1$@ uit staat, blijft de voorvertoning van de app verborgen zolang de app op de achtergrond is. Als %2$@ uit staat, blijft je consumptielogboek buiten elke apparaatback-up, zowel iCloud als computer; de JSON-back-up blijft de manier om gegevens naar een nieuw apparaat te verplaatsen.
pl: Gdy blokada aplikacji jest włączona, Libellus Potionis po 30 sekundach w tle prosi o ponowne odblokowanie. Gdy %1$@ jest wyłączone, podgląd aplikacji pozostaje ukryty, dopóki aplikacja działa w tle. Gdy %2$@ jest wyłączone, Twój dziennik spożycia pozostaje poza każdą kopią zapasową urządzenia, zarówno w iCloud, jak i na komputerze; kopia JSON pozostaje sposobem na przeniesienie danych na nowe urządzenie.
pt: Quando o bloqueio da app está ativado, o Libellus Potionis pede novamente o desbloqueio após 30 segundos em segundo plano. Quando %1$@ está desativado, a pré-visualização da app permanece oculta enquanto está em segundo plano. Quando %2$@ está desativado, o seu registo de consumo fica fora de qualquer cópia de segurança do dispositivo, tanto do iCloud como do computador; a cópia em JSON continua a ser a forma de levar os dados para um novo dispositivo.
pt_br: Quando o bloqueio do app está ativado, o Libellus Potionis pede o desbloqueio novamente após 30 segundos em segundo plano. Quando %1$@ está desativado, a prévia do app permanece oculta enquanto ele está em segundo plano. Quando %2$@ está desativado, seu registro de consumo fica fora de qualquer backup do dispositivo, tanto do iCloud quanto do computador; o backup em JSON continua sendo o caminho para levar os dados a um novo dispositivo.
ro: Când blocarea aplicației este activată, Libellus Potionis cere din nou deblocarea după 30 de secunde în fundal. Când %1$@ este dezactivat, previzualizarea aplicației rămâne ascunsă cât timp aplicația este în fundal. Când %2$@ este dezactivat, jurnalul tău de consum rămâne în afara oricărei copii de siguranță a dispozitivului, atât iCloud, cât și computer; copia JSON rămâne calea prin care muți datele pe un dispozitiv nou.
ru: Когда блокировка приложения включена, Libellus Potionis снова запрашивает разблокировку через 30 секунд в фоновом режиме. Когда %1$@ выключено, предварительный просмотр приложения остаётся скрытым, пока приложение в фоне. Когда %2$@ выключено, ваш журнал потребления не попадает ни в одну резервную копию устройства — ни в iCloud, ни на компьютер; резервная копия в формате JSON остаётся способом перенести данные на новое устройство.
sv: När applåset är på ber Libellus Potionis om upplåsning igen efter 30 sekunder i bakgrunden. När %1$@ är av förblir appens förhandsvisning dold medan appen är i bakgrunden. När %2$@ är av hålls din konsumtionslogg utanför varje säkerhetskopia av enheten, både iCloud och dator; JSON-säkerhetskopian är fortfarande vägen till en ny enhet.
uk: Коли блокування застосунку ввімкнено, Libellus Potionis знову запитує розблокування через 30 секунд у фоновому режимі. Коли %1$@ вимкнено, попередній перегляд застосунку залишається прихованим, поки застосунок у фоні. Коли %2$@ вимкнено, ваш журнал споживання не потрапляє до жодної резервної копії пристрою — ні в iCloud, ні на комп’ютер; резервна копія у форматі JSON залишається способом перенести дані на новий пристрій.
zh_hans: 开启应用锁后，应用在后台超过 30 秒，Libellus Potionis 会再次要求解锁。关闭%1$@时，应用在后台期间的预览保持隐藏。关闭%2$@时，你的饮酒记录不会进入任何设备备份，iCloud 和电脑备份都不会；把数据转移到新设备仍然要用 JSON 备份。
zh_hant: 開啟應用程式鎖定後，應用程式在背景超過 30 秒，Libellus Potionis 會再次要求解鎖。關閉%1$@時，應用程式在背景期間的預覽會保持隱藏。關閉%2$@時，你的飲酒記錄不會進入任何裝置備份，iCloud 與電腦備份都不會；要把資料轉移到新裝置，仍須使用 JSON 備份。

source: Wine / Sparkling Wine
cs: Víno / Sekt
da: Vin / Mousserende
de: Wein / Sekt
el: Κρασί / Αφρώδες
es: Vino / Espumoso
fr: Vin / Mousseux
it: Vino / Spumante
ja: ワイン / スパークリング
ko: 와인 / 스파클링
nb: Vin / Musserende
nl: Wijn / Bubbels
pl: Wino / Musujące
pt: Vinho / Espumante
pt_br: Vinho / Espumante
ro: Vin / Spumos
ru: Вино / Игристое
sv: Vin / Mousserande
uk: Вино / Ігристе
zh_hans: 葡萄酒 / 起泡酒
zh_hant: 葡萄酒／氣泡酒

source: Within your limits
cs: V rámci vašich limitů
da: Inden for dine grænser
de: Innerhalb der Grenzwerte
el: Εντός των ορίων σας
es: Dentro de tus límites
fr: Dans vos limites
it: Entro i tuoi limiti
ja: 上限の範囲内です
ko: 한도 이내입니다
nb: Innenfor grensene dine
nl: Binnen je limieten
pl: W granicach limitu
pt: Dentro dos seus limites
pt_br: Dentro dos seus limites
ro: În limitele tale
ru: В пределах ваших лимитов
sv: Inom dina gränser
uk: У межах ваших лімітів
zh_hans: 在您的限额之内
zh_hant: 在您的限額之內
